{
    "m_GameObject": {
        "m_FileID": 0,
        "m_PathID": 0
    },
    "m_Enabled": 1,
    "m_Script": {
        "m_FileID": 0,
        "m_PathID": 8075141394748847975
    },
    "m_Name": "LETTUCE_BOUNTY_SET",
    "Records": [
        {
            "m_ID": 10,
            "m_noteDesc": "Alterac Valley",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Alterac Valley",
                    "Alteractal",
                    "Valle de Alterac",
                    "Valle de Alterac",
                    "Vallée d’Alterac",
                    "Valle d'Alterac",
                    "アルタラックの谷",
                    "알터랙 계곡",
                    "Dolina Alterak",
                    "Vale Alterac",
                    "Альтеракская долина",
                    "หุบเขาอัลเทอแรค",
                    "奥特兰克山谷",
                    "奧特蘭克山谷"
                ],
                "m_locId": 2824087
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "A heated struggle in a frozen valley. The Alliance and Horde collide in a battle for the ages. ",
                    "Ein hitziges Gefecht in einem gefrorenen Tal. Allianz und Horde prallen in einer denkwürdigen Schlacht aufeinander. ",
                    "Una batalla candente en un valle congelado. La Alianza y la Horda entran en un conflicto memorable.",
                    "Una lucha acalorada en un valle congelado. La Alianza y la Horda entablan una batalla que será recordada por años.",
                    "Une lutte ardente dans une vallée gelée. L’Alliance et la Horde s’affrontent dans un combat historique. ",
                    "Una battaglia rovente in una valle gelata. L'Alleanza e l'Orda si scontrano in una battaglia epocale. ",
                    "凍てつく谷間にて繰り広げられる熱い戦い。アライアンスとホードが長きにわたる戦争で衝突する。",
                    "얼어붙은 계곡에서 뜨거운 대결이 펼쳐집니다. 얼라이언스와 호드는 오랜 시간동안 이어진 전투를 끝내려 격돌합니다.",
                    "Gorąca walka w zamarzniętej dolinie. Przymierze i Horda ścierają się w bitwie wszech czasów.",
                    "Um conflito acalorado num vale gelado. A Aliança e a Horda se defrontam numa batalha histórica. ",
                    "В этой замерзшей долине идут самые жаркие сражения. Станьте свидетелем легендарной битвы между Ордой и Альянсом! ",
                    "การต่อสู้อันร้อนแรงในหุบเขาเยือกแข็ง พันธมิตรและ[b]ชนเผ่าเข้าห้ำหั่นกันในสงครามที่โลกต้องจารึก",
                    "山谷冰冷，战斗火热。联盟和部落已在此地相争多年。",
                    "冰冷的山谷、火熱的戰鬥，聯盟與部落已在此地爭鬥多年。"
                ],
                "m_locId": 2824088
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Pull out your pauldrons and blankets and determine which side takes it all in Alterac Valley (Heroic).",
                    "Legt Eure Schulterstücke an und wickelt Euch in Eure wärmste Decke, um festzustellen, welche Seite im Alteractal (Heroisch) den Sieg davonträgt.",
                    "Saca los espaldares y las mantas y descubre qué bando se lo llevará todo en el Valle de Alterac (heroico).",
                    "Prepara tus espaldares y mantas para ver qué bando se queda con todo en el Valle de Alterac (Heroico).",
                    "Sortez vos espauliers et vos couvertures pour décider quel camp l’emportera dans la vallée d’Alterac (héroïque).",
                    "Tira fuori spallacci e coperte per stabilire quale fazione vincerà nella Valle d'Alterac (Eroica).",
                    "肩甲と毛布を用意して、どちらの陣営がアルタラックの谷（ヒロイック）を制するか見極めよう。",
                    "견갑과 담요를 꺼내고 어떤 진영이 알터랙 계곡(영웅 난이도)을 차지할지 결정하세요.",
                    "Załóż naramienniki i narzuć na plecy koc! Przekonaj się, kto wyjdzie zwycięsko z walki w Dolinie Alterak (Heroiczne).",
                    "Pegue suas brafoneiras e cobertores e decida qual facção tomará controle do Vale Alterac (Heroico).",
                    "Помогите одной из сторон одержать верх, выполняя героические поручения в Альтеракской долине. Не забудьте захватить пледы и наплечники!",
                    "สวมเกราะไหล่ ห่มผ้าหนาๆ แล้วมาชี้ชะตาว่าฝ่ายไหน[b]จะกุมชัยชนะในหุบเขาอัลเทอแรค (ระดับฮีโร่)",
                    "披好你的肩甲和毛毯，看看哪一方能在英雄难度的奥特兰克大获全胜。",
                    "帶上你的護具和毛毯，看看哪一方能在英雄難度的奧特蘭克山谷奪得勝利。"
                ],
                "m_locId": 2824089
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Frostbitten battlefields await.",
                    "Schneebedeckte Schlachtfelder rufen.",
                    "Los campos de batalla congelados aguardan.",
                    "Los campos de batalla escarchados te esperan.",
                    "Les champs de bataille glacés vous attendent.",
                    "Campi di battaglia gelati ti attendono.",
                    "凍り付いた戦場が待っている。",
                    "얼어붙은 전장이 기다립니다.",
                    "Odtajałe pola bitew czekają.",
                    "Campos de batalha enregelados aguardam.",
                    "Обледеневшие поля боя ждут.",
                    "สมรภูมิเยือกแข็งรออยู่",
                    "冰冷的战场等着你。",
                    "冰冷的戰場正等著我們。"
                ],
                "m_locId": 2824091
            },
            "m_sortOrder": 6,
            "m_shortGuid": "AV",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_AlteracValley.tif:ed482e104337a8442a88833b6b2b249e",
            "m_tileArtTexture": "Lettuce_ZoneTile_AlteracValley.tif:2492c66e042f2914aa61973b5126e4dd",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 78
        },
        {
            "m_ID": 11,
            "m_noteDesc": "Onyxia's Lair",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Onyxia's Lair",
                    "Onyxias Hort",
                    "Guarida de Onyxia",
                    "Guarida de Onyxia",
                    "Repaire d’Onyxia",
                    "Antro di Onyxia",
                    "オニクシアの巣",
                    "오닉시아의 둥지",
                    "Leże Onyxii",
                    "Covil de Onyxia",
                    "Логово Ониксии",
                    "ถ้ำของโอนิกเซีย",
                    "奥妮克希亚的巢穴",
                    "奧妮克希亞的巢穴"
                ],
                "m_locId": 2830708
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Onyxia's stolen the shards of naaru. Traverse the caverns to reclaim them, and hope to escape her wrath. ",
                    "Onyxia hat die Naarusplitter gestohlen. Betretet die Höhlen, um sie zurückzuholen, und betet, dass Ihr ihrem Zorn entkommt. ",
                    "Onyxia ha robado los fragmentos del naaru. Atraviesa las cuevas para recuperarlos y trata de escapar a su cólera.",
                    "Onyxia ha robado los fragmentos de naaru. Recorre la caverna para recuperarlos e intenta escapar de su ira.",
                    "Onyxia a volé les éclats du Naaru. Traversez les cavernes pour les récupérer tout en espérant pouvoir échapper à sa colère. ",
                    "Onyxia ha rubato i frammenti del Naaru. Attraversa le caverne per recuperarli e spera di riuscire a sfuggire alla sua ira. ",
                    "オニクシアはナールの欠片を奪って行った。洞窟に忍び込んでそれらを奪回するのだ――彼女の怒りから逃れられるよう祈ってるぞ。",
                    "오닉시아가 나루의 파편을 빼앗았습니다. 동굴을 헤쳐나가 파편을 되찾아 오세요. 오닉시아의 화를 면할 수 있길 기원합니다.",
                    "Onyxia wykradła odłamki naaru. Przemierzaj jaskinie, aby je odzyskać. Oby udało ci się uciec przed jej gniewem.",
                    "Onyxia roubou os estilhaços de naaru. Desbrave as cavernas para reavê-los — e tente escapar da fúria dela. ",
                    "Ониксия похитила осколки наару. Найдите их в пещере драконицы и сумейте избежать ее гнева. ",
                    "โอนิกเซียขโมยผลึกนารูไป เดินทางไปยังถ้ำเพื่อชิง[b]ผลึกคืน และเอาตัวรอดจากโทสะของนางให้ได้",
                    "奥妮克希亚偷走了纳鲁碎片。快进入洞穴，夺回碎片。不要葬身在她的怒火之中。",
                    "奧妮克希亞偷走了那魯碎片。深入洞窟取回碎片，並且祈禱自己能逃離龍母的怒火。"
                ],
                "m_locId": 2830709
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Please don't step on the eggs as you burst your way into Onyxia's Lair (Heroic). ",
                    "Bitte tretet nicht auf die Eier, wenn Ihr durch Onyxias Hort (Heroisch) stürmt. ",
                    "No pises los huevos mientras te abres camino hacia la Guarida de Onyxia (heroico).",
                    "Por favor, no pises los huevos mientras recorres la Guarida de Onyxia (Heroico).",
                    "Veillez à ne pas marcher sur les œufs lorsque vous tenterez de vous frayer un chemin dans le repaire d’Onyxia (Héroïque). ",
                    "Mi raccomando, non calpestare le uova mentre entri nell'Antro di Onyxia (Eroica). ",
                    "オニクシアの巣（ヒロイック）に押し入る際は、卵を踏まないようご注意ください。",
                    "오닉시아의 둥지(영웅 난이도)로 향하는 길에서 알들을 밟지 마세요.",
                    "Tylko uważaj, by nie rozdeptać żadnego jaja, gdy będziesz w Leżu Onyxii (heroiczne).",
                    "Favor não pisar nos ovos quando entrar correndo no Covil de Onyxia (Heroico). ",
                    "Выполняя героические поручения в логове Ониксии, постарайтесь не повредить драконьи яйца. ",
                    "ระวังอย่าเผลอไปเหยียบไข่ระหว่างที่คุณบุกฝ่าถ้ำ[b]ของโอนิกเซีย (ระดับฮีโร่)",
                    "当你莽进英雄难度的奥妮克希亚巢穴时，请不要踩到龙蛋。",
                    "在你勇闖英雄難度奧妮克希亞巢穴的時候，小心別踩到龍蛋。"
                ],
                "m_locId": 2830710
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Handle it!",
                    "Kümmert Euch drum!",
                    "¡Toma eso!",
                    "¡Encárgate de eso!",
                    "Chargez-vous-en !",
                    "Prendi questo!",
                    "片付けよ！",
                    "처리해 주세요!",
                    "Do roboty!",
                    "Cuide disso!",
                    "С этим надо справиться!",
                    "จัดการซะ!",
                    "干掉它！",
                    "解決它！"
                ],
                "m_locId": 2830712
            },
            "m_sortOrder": 7,
            "m_shortGuid": "OL",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Onyxia.tif:d59ccb930798533419296e53da095315",
            "m_tileArtTexture": "Lettuce_ZoneTile_Onyxia.tif:befa75386f68f844988ccd14ba773d2d",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 78
        },
        {
            "m_ID": 13,
            "m_noteDesc": "Darkshore",
            "m_event": 10000468,
            "m_availableAfterEvent": 10000468,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "Coming Soon!",
                    "Bald verfügbar!",
                    "¡Próximamente!",
                    "¡Próximamente!",
                    "Prochainement !",
                    "In arrivo!",
                    "近日登場！",
                    "곧 공개됩니다!",
                    "Już wkrótce!",
                    "Em breve!",
                    "Скоро!",
                    "เร็วๆ นี้!",
                    "敬请期待！",
                    "敬請期待！"
                ],
                "m_locId": 2838741
            },
            "m_name": {
                "m_locValues": [
                    "Darkshore",
                    "Dunkelküste",
                    "Costa Oscura",
                    "Costa Oscura",
                    "Sombrivage",
                    "Rivafosca",
                    "ダークショア",
                    "어둠의 해안",
                    "Mroczne Wybrzeże",
                    "Costa Negra",
                    "Темные берега",
                    "ดาร์คชอร์",
                    "黑海岸",
                    "黑海岸"
                ],
                "m_locId": 2832250
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Murlocs and Naga are just the beginning of what's been troubling Kalimdor's shores. ",
                    "Murlocs und Naga sind erst der Anfang dessen, was Kalimdors Küsten bedroht. ",
                    "Los múrlocs y los nagas son solo el comienzo de lo que ha estado perturbando las costas de Kalimdor.",
                    "Los múrlocs y los nagas son el menor de los problemas que aquejan las costas de Kalimdor.",
                    "Les Murlocs et les Nagas ne représentent que le début des ennuis qui touchent la côte de Kalimdor. ",
                    "I Murloc e i Naga sono solo l'inizio di ciò che sta provocando problemi sulle coste di Kalimdor. ",
                    "マーロックとナーガは、カリムドールの海岸で起こる事件のほんの手始めに過ぎない。",
                    "칼림도어의 해안가를 어지럽히는 멀록과 나가는 시작에 불과합니다.",
                    "Murloki i nagi to dopiero początek zmartwień mieszkańców wybrzeży Kalimdoru.",
                    "Murlocs e Nagas são só o início dos problemas que assolam o litoral de Kalimdor. ",
                    "Мурлоки и наги — лишь малая часть напастей, обрушившихся на берега Калимдора. ",
                    "เมอร์ล็อคและนากาเป็นแค่จุดเริ่มต้นของ[b]สิ่งที่รบกวนชายฝั่งของคาลิมดอร์",
                    "鱼人和纳迦侵扰着卡利姆多的海岸，但这还只是个开始。",
                    "魚人和納迦的滋擾，只是卡林多海岸眾多問題的開端而已。"
                ],
                "m_locId": 2832251
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Something fishy's going on. You'll need a noseplug as you investigate Darkshore (Heroic).",
                    "Irgendetwas stinkt hier gewaltig. Ihr werdet beim Untersuchen der Dunkelküste (Heroisch) wohl eine Nasenklammer brauchen.",
                    "Aquí hay algo que huele a pescado pocho. Necesitarás tapones para la nariz si quieres investigar Costa Oscura (heroico).",
                    "Mmm… aquí huele a pez encerrado. No olvides la naricera si pretendes investigar Costa Oscura (Heroico).",
                    "Ça sent les ennuis. N’oubliez pas votre pince-nez si vous voulez explorer Sombrivage (héroïque).",
                    "C'è qualcosa che non va. Ti servirà un boccaglio per indagare a Rivafosca (Eroica).",
                    "ドス黒い陰謀の臭いがする。鼻栓を装備して、ダークショア（ヒロイック）を調査しよう。",
                    "수상한 냄새가 진동하는군요. 어둠의 해안(영웅 난이도)을 조사하려면 코마개가 필요할 거예요.",
                    "Czuć tu rybą. Badając Mroczne Wybrzeże (w_trybie heroicznym), będziesz potrzebować zatyczek do nosa.",
                    "Tem coisa rolando, e não cheira nada bem. Você vai precisar de um tapa-nariz para investigar a Costa Negra (Heroico).",
                    "Запахло чем-то нехорошим. Если собираетесь исследовать Темные берега, вам понадобятся затычки для носа. (Героический режим)",
                    "กลิ่นปัญหาโชยมาแต่ไกล คุณอาจต้องหาที่อุด[b]จมูกระหว่างออกสำรวจดาร์คชอร์ (ระดับฮีโร่)",
                    "前方环境腥臭诡异。探索英雄难度的黑海岸时，请带好鼻塞。",
                    "英雄難度的黑海岸有點不尋常。怕魚腥味的話，就摀住鼻子一探究竟。"
                ],
                "m_locId": 2832252
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "What lurks unseen?",
                    "Was lauert im Verborgenen?",
                    "¿Qué acecha en la oscuridad?",
                    "¿Qué se oculta en las profundidades?",
                    "Quelle présence invisible se tapit ici ?",
                    "Cosa c'è in agguato, non visto?",
                    "見えない深みに何が潜むのか？",
                    "무엇이 도사리고 있을까요?",
                    "Co czyha poza zasięgiem wzroku?",
                    "O que está à espreita?",
                    "Что скрывается от взора?",
                    "อะไรซ่อนอยู่ใต้น้ำ",
                    "这里潜藏着什么？",
                    "有什麼東西潛伏著？"
                ],
                "m_locId": 2832254
            },
            "m_sortOrder": 8,
            "m_shortGuid": "DRK",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Darkshore.tif:bd694c6b41bcffa4bba4a9aa09839109",
            "m_tileArtTexture": "Lettuce_ZoneTile_Darkshore.tif:cfc962cf49934c34f9b47046284d70fa",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 78
        },
        {
            "m_ID": 14,
            "m_noteDesc": "The Sunken City",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "The Sunken City",
                    "Die Versunkene Stadt",
                    "La Ciudad Sumergida",
                    "La Ciudad Sumergida",
                    "La cité engloutie",
                    "La Città Sommersa",
                    "海底都市",
                    "가라앉은 도시",
                    "Zatopione Miasto",
                    "A Cidade Submersa",
                    "Затонувший город",
                    "นครใต้บาดาล",
                    "沉没之城",
                    "沉沒之城"
                ],
                "m_locId": 2833578
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Zin-Azshari decended beneath the ocean 10,000 years ago. What mysteries will you uncover?",
                    "Zin-Azshari versank vor 10.000 Jahren auf dem Meeresgrund. Welche Geheimnisse werdet Ihr lüften?",
                    "Zin-Azshari se hundió hace 10 000 años. ¿Qué misterios descubrirás?",
                    "Zin-Azshari se hundió bajo el océano hace 10000 años. ¿Qué misterios descubrirás?",
                    "Il y a dix mille ans que Zin-Azshari a sombré sous les flots. Qui sait quels mystères vous y attendent ?",
                    "Zin-Azshari è affondata sotto l'oceano 10.000 anni fa. Quali misteri riuscirai a scoprire?",
                    "一万年前に海の底に沈んだ「ジン・アズシャリ」。どんな不思議を発見できるかな？",
                    "진아즈샤리는 10,000년 전에 바다 아래로 가라앉았습니다. 어떤 비밀이 묻혀 있을까요?",
                    "Ponad 10 000 lat temu ocean pochłonął Zin-Aszari. Jakie tajemnice tam odkryjesz?",
                    "Zin-Azshari afundou sob o oceano 10.000 anos atrás. Que mistérios há por descobrir?",
                    "Воды океана поглотили Зин'Азшари десять тысяч лет назад. Какие тайны вы откроете?",
                    "ซิน-อัซชารีจมลงสู่มหาสมุทรเมื่อ 10,000 ปีก่อน คุณจะค้นพบความลับอะไรบ้างนะ",
                    "辛艾萨莉在一万年前沉入了海底。你会发现什么样的秘密？",
                    "辛艾薩拉在一萬年前沉到了海底，你會發掘什麼樣的秘密呢？"
                ],
                "m_locId": 2833579
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Millenia fly by with an Old God by your side. Get ready for a tour of The Sunken City (Heroic).",
                    "Jahrtausende vergehen mit einem Alten Gott an Eurer Seite wie im Flug. Seid Ihr bereit für eine Tour durch die Versunkene Stadt (Heroisch)?",
                    "Los milenios pasan volando con un dios antiguo a tu lado. Prepárate para un recorrido por la Ciudad Sumergida (heroico).",
                    "Los milenios pasan volando cuando tienes a un dios antiguo a tu lado. Prepárate para un recorrido por La Ciudad Sumergida (Heroico).",
                    "Aux côtés des Dieux très anciens, les millénaires s’égrènent à toute allure. Préparez-vous pour un tour de la cité engloutie (héroïque).",
                    "I millenni volano, con un Dio Antico al tuo fianco. Preparati a un giro della Città Sommersa (Eroica).",
                    "旧神と一緒に冒涜的に楽しい千年紀を過ごしましょう。海底都市（ヒロイック）ツアーへようこそ！",
                    "내 곁에 고대 신이 있다면 천 년의 세월도 눈 깜짝할 새에 지나가지요. 가라앉은 도시(영웅 난이도)로 여행을 떠날 준비를 마치세요.",
                    "W towarzystwie przedwiecznych bogów millenia mijają w mgnieniu oka. Przygotuj się na wycieczkę po Zatopionym Mieście (w_trybie heroicznym).",
                    "Os milênios voam quando um Deus Antigo está do seu lado. Prepare para conhecer a Cidade Submersa (Heroico).",
                    "Когда с вами Древний бог, тысячи лет летят незаметно. Приготовьтесь к экскурсии по Затонувшему городу (героический режим).",
                    "เวลานับพันปีผ่านไปอย่างรวดเร็วเมื่อมีเทพโบราณเคียงข้าง เตรียมตัวให้พร้อมก่อนเที่ยวชมนครใต้บาดาล (ระดับฮีโร่)",
                    "上古之神在侧，千年时光转瞬即逝。准备出发，前往英雄难度的沉没之城。",
                    "數千年以來，古神與你同在。準備好來趟英雄模式海底歷險記。"
                ],
                "m_locId": 2833580
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Delve into ancient secrets.",
                    "Entdeckt uralte Geheimnisse.",
                    "Profundiza en secretos ancestrales.",
                    "Sumérgete en los secretos ancestrales.",
                    "Percez d’anciens secrets.",
                    "Tuffati tra antichi segreti.",
                    "古代の秘密の中へ飛び込もう。",
                    "고대의 비밀을 파헤쳐 보세요.",
                    "Daj się pochłonąć pradawnym tajemnicom.",
                    "Mergulhe nos segredos antigos.",
                    "Погрузитесь в древние тайны.",
                    "ดำดิ่งสู่ความลับยุคโบราณ",
                    "深入上古时代的秘密。",
                    "探索古老的秘密"
                ],
                "m_locId": 2833582
            },
            "m_sortOrder": 9,
            "m_shortGuid": "TSC",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_TheSunkenCity.tif:6a904c5a6991c5944b66c62694a3ff6d",
            "m_tileArtTexture": "Lettuce_ZoneTile_TheSunkenCity.tif:8898fd449ba814745b4228086341c766",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 78
        },
        {
            "m_ID": 21,
            "m_noteDesc": "The Darkmoon Troupe",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "The Darkmoon Troupe",
                    "Die Dunkelmond-Truppe",
                    "La compañía de la Luna Negra",
                    "La Compañía de la Luna Negra",
                    "La troupe de Sombrelune",
                    "La Compagnia di Lunacupa",
                    "ダークムーン一座",
                    "다크문 유랑단",
                    "Lunomroczni Komedianci",
                    "A Trupe de Negraluna",
                    "Балаган ярмарки Новолуния",
                    "คณะละครเร่ดาร์คมูน",
                    "暗月剧团",
                    "暗月巡演"
                ],
                "m_locId": 2847231
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Don't let the excitement of the carnival deceive you. There is more here than meets the eye. ",
                    "Lasst Euch nicht vom Trubel des Jahrmarkts täuschen. Hier ist mehr im Gange, als das bloße Auge erkennen kann. ",
                    "No dejes que la emoción de la feria te engañe. Aquí hay más de lo que parece.",
                    "No te dejes engañar por la emoción de la feria. Las apariencias engañan. ",
                    "Ne vous laissez pas abuser par l’agitation du carnaval. Il se trame ici bien plus qu’il n’y paraît. ",
                    "Non lasciarti ingannare dalle emozioni della fiera. C'è molto di più di quanto sembri. ",
                    "カーニバルの興奮に惑わされるなよ。ここには目に見える以上の異常があるからな。",
                    "축제의 열기에 속지 마세요. 보이는 이상으로 많은 즐길 거리가 즐비하답니다. ",
                    "Nie daj się zwieść karnawałowym nastrojom. Pozory mylą.",
                    "Não se deixe enganar pela empolgação da feira. Aqui há mais do que as aparências sugerem. ",
                    "Не обманывайтесь, глядя на веселый карнавал. Тут все не так просто. ",
                    "อย่าเพิ่งหลงตื่นตาตื่นใจไปกับงานคาร์นิวัล ที่นี่มีอะไรมากกว่าที่ตาเห็น",
                    "别被精彩的演出骗了。这里还有许多目不能及的秘密。 ",
                    "別讓慶典的歡樂氣氛蒙蔽了你的眼睛。真相比你表面看見的還要離奇。 "
                ],
                "m_locId": 2847232
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Hurry up! The show's about to start. Find your seats to see The Darkmoon Troupe (Heroic).",
                    "Beeilung! Gleich beginnt die Vorstellung. Nehmt Platz und erlebt die Dunkelmond-Truppe (Heroisch).",
                    "¡Date prisa! El espectáculo está a punto de comenzar. Encuentra asiento para ver a la compañía de la Luna Negra (heroico).",
                    "¡Apresúrate! La función está a punto de empezar. Busca tu asiento para ver a la Compañía de la Luna Negra (Heroico).",
                    "Dépêchez-vous ! Le spectacle de la troupe de Sombrelune (héroïque) est sur le point de commencer. Prenez place rapidement.",
                    "Presto! Lo spettacolo sta per iniziare. Trova il tuo posto per guardare La Compagnia di Lunacupa (Eroica).",
                    "急げ！まもなく開演だ。ダークムーン一座（ヒロイック）の演し物を観る座席を押さえろ。",
                    "서두르세요! 공연이 곧 시작합니다! 어서 자리에 앉아 다크문 유랑단(영웅 난이도)을 관람하세요.",
                    "Pospiesz się! Zaraz zaczyna się pokaz. Zajmij miejsce i obejrzyj Lunomrocznych Komediantów (w_trybie heroicznym).",
                    "Depressa! O espetáculo está para começar. Procure seu assento para ver a Trupe de Negraluna (Heroico).",
                    "Скорее! Представление вот-вот начнется. Занимайте места и смотрите выступление труппы ярмарки Новолуния (героический режим).",
                    "เร็วเข้า! โชว์กำลังจะเริ่มแล้ว รีบจับจอง[b]ที่นั่งเพื่อชมคณะละครเร่ดาร์คมูน (ระดับฮีโร่)",
                    "快！演出就要开始了。快来英雄难度的暗月剧团找个座位吧。",
                    "快點！表演要開始了。快找座位欣賞暗月巡演(英雄難度)。"
                ],
                "m_locId": 2847233
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Magical wonders beyond compare.",
                    "Magische Wunder, die ihresgleichen suchen.",
                    "Maravillas mágicas sin igual.",
                    "Maravillas mágicas que no tienen comparación.",
                    "Une magie enchanteresse et transcendante.",
                    "Meraviglie magiche oltre ogni immaginazione.",
                    "夢見たこともないほどの魔法と不思議がやって来る。",
                    "비교 불가한 환상적인 마법입니다.",
                    "Magiczne niesamowitości.",
                    "Maravilhas mágicas sem comparação.",
                    "Несравненные магические чудеса.",
                    "สิ่งมหัศจรรย์แสนวิเศษเหนือสิ่งใดเทียบ",
                    "举世无双的魔力奇迹。",
                    "無與倫比的奇觀。"
                ],
                "m_locId": 2847235
            },
            "m_sortOrder": 10,
            "m_shortGuid": "TDT",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_TheDarkmoonTroupe.tif:819df3c090bc94246a729304df6d8cb8",
            "m_tileArtTexture": "Lettuce_ZoneTile_TheDarkmoonTroupe.tif:7c19fbd5904d4a5489612d9297092a48",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 72
        },
        {
            "m_ID": 22,
            "m_noteDesc": "Boss Rush",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Boss Rush",
                    "Bossoffensive",
                    "Carrera de jefes",
                    "Invasión de jefes",
                    "Ruée de boss",
                    "Assalto al Boss",
                    "ボスラッシュ",
                    "우두머리 연속 전투",
                    "Bossowa Burda",
                    "Investida de Chefes",
                    "Натиск боссов",
                    "บอสรัช",
                    "首领挑战",
                    "首領挑戰"
                ],
                "m_locId": 2861563
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "Your portal awaits! Step inside, who knows where you’ll end up, or what you'll find...",
                    "Euer Portal wartet! Tretet hindurch, wer weiß, wo Ihr landet oder was Ihr vorfindet_...",
                    "¡Te aguarda tu portal! Entra; ¿quién sabe dónde acabarás o lo que encontrarás?",
                    "¡Tu portal espera! ¡Pasa! Quién sabe dónde aparecerás, o a quién encontrarás...",
                    "Votre portail vous attend ! Allez-y, qui sait où vous atterrirez, ou ce que vous trouverez de l’autre côté…",
                    "Il tuo portale ti attende! Entra, chissà dove finirai, o cosa troverai...",
                    "あんたのポータルが待ってるぞ！どこに出るのか、何と出くわすかは、入ってみてのお楽しみだ…",
                    "차원문이 기다립니다. 얼른 입장하세요. 어디로 이어질지, 무엇이 기다리고 있을지 아무도 모릅니다...",
                    "Portal czeka! Przejdź przez niego, a kto wie, gdzie wylądujesz oraz co znajdziesz…",
                    "Seu portal aguarda! Entre. Ninguém sabe onde você vai parar ou o que encontrará...",
                    "Портал уже готов. Шагни внутрь, но имей в виду: никто знает, что поджидает тебя на другой стороне...",
                    "ประตูมิติของคุณรออยู่! ก้าวเข้าไปสิ ไม่มีใครรู้ว่า[b]คุณจะไปโผล่ที่ไหน หรือเจอกับอะไร...",
                    "传送门准备好了！快进去吧，谁知道你会有怎样的发现，又会止步于何处……",
                    "傳送門正等著你！穿過去吧，誰知道你的目的地在哪裡，或是會找到什麼東西…"
                ],
                "m_locId": 2861564
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_sortOrder": 1,
            "m_shortGuid": "BR",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_BossRush.tif:48af583f51cfdda49b6c042e0fd0dc8b",
            "m_tileArtTexture": "Lettuce_ZoneTile_BossRush.tif:50acb637852cff047a8aae88a1884ce1",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 0
        },
        {
            "m_ID": 3,
            "m_noteDesc": "Prologue",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Prologue: Deadmines",
                    "Prolog: Die Todesminen",
                    "Prólogo: Las Minas de la Muerte",
                    "Prólogo: Minas de la Muerte",
                    "Prologue : les Mortemines",
                    "Prologo: Miniere della Morte",
                    "序章: デッドマイン",
                    "프롤로그: 죽음의 폐광",
                    "Prolog: Martwa Kopalnia",
                    "Prólogo: Minas Mortas",
                    "Пролог: Мертвые копи",
                    "บทนำ: เดดไมนส์",
                    "序章：死亡矿井",
                    "序章：死亡礦坑"
                ],
                "m_locId": 2753435
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_sortOrder": 0,
            "m_shortGuid": "PRO",
            "m_isTutorial": 1,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Barrens.tif:89841f8c5c6c1824baa5d93900ec10a8",
            "m_tileArtTexture": "Lettuce_Lobby_BigButton.tif:de522e0304c2aa14a914f666e929d619",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 0
        },
        {
            "m_ID": 5,
            "m_noteDesc": "The Barrens",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "The Barrens",
                    "Das Brachland",
                    "Los Baldíos",
                    "Los Baldíos",
                    "Les Tarides",
                    "Savane",
                    "大荒野",
                    "불모의 땅",
                    "Pustkowia",
                    "Sertões",
                    "Степи",
                    "แบร์เรนส์",
                    "贫瘠之地",
                    "貧瘠之地"
                ],
                "m_locId": 2760118
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "From rocky deserts to rugged hills, many wild and dangerous creatures roam the Barrens.",
                    "In den felsigen Wüsten und zerklüfteten Hügeln des Brachlands streifen viele wilde und gefährliche Kreaturen umher.",
                    "Entre los desiertos pedregosos y las colinas escarpadas de los Baldíos acechan muchas criaturas salvajes y peligrosas.",
                    "Desde desiertos pedregosos a colinas borrascosas, Los Baldíos están repletos de criaturas salvajes y peligrosas.",
                    "Des déserts rocheux aux collines accidentées, nombreuses sont les créatures sauvages et dangereuses qui rôdent dans les Tarides.",
                    "Dai deserti rocciosi alle aspre colline, molte creature pericolose e selvagge popolano le Savane.",
                    "岩だらけの砂漠から荒れた丘まで、大荒野には獰猛で危険な生物が数多く生息している。",
                    "바위 사막에서 거친 언덕까지, 불모의 땅에는 험준한 지형과 위험한 생물들이 도사리고 있습니다.",
                    "Wiele dzikich i groźnych stworów zamieszkuje Pustkowia – od skalistych pustyni po surowe wzgórza.",
                    "Criaturas selvagens perigosíssimas vivem nos Sertões, dos desertos rochosos às cordilheiras escarpadas.",
                    "Эти каменистые пустыни и скалистые холмы населяет множество диких и опасных существ.",
                    "จากทะเลทรายหินผาไปจนถึง[b]เนินเขาขรุขระ สิ่งมีชีวิตดุร้ายและ[b]อันตรายหลายชนิดออกเพ่นพ่าน[b]ทั่วแบร์เรนส์",
                    "从乱石沙漠到崎岖的山丘，贫瘠之地上游荡着许多狂野而危险的生物。",
                    "從礫石沙漠到崎嶇山丘，貧瘠之地各地有許多狂野又危險的野獸。"
                ],
                "m_locId": 2807880
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "For our biggest thrill seekers out there, the Barrens (Heroic) offers only the best hunting trips.",
                    "Für besonders abenteuerlustigste Helden bietet das Brachland (Heroisch) die spannendsten Jagdausflüge.",
                    "Los Baldíos (heroico) ofrece las mejores cacerías a los amantes de la adrenalina.",
                    "Para los amantes de la adrenalina, Los Baldíos (Heroico) ofrecen las mejores cacerías.",
                    "Pour nos plus grands amateurs de sensations fortes, c’est aux Tarides (Héroïque) qu’on trouve les meilleures parties de chasse.",
                    "Per chi cerca emozioni più forti, le Savane (Eroica) offrono le migliori battute di caccia.",
                    "最高のスリルを求める人には、大荒野（ヒロイック）が最高のハンティング・トリップを提供するぞ。",
                    "짜릿한 경험을 원하는 분들을 위해, 불모의 땅(영웅 난이도)에 최고의 사냥 여행을 준비해 두었습니다.",
                    "Najwięksi poszukiwacze wrażeń znajdą najlepsze wyprawy łowieckie na Pustkowiach (tryb heroiczny).",
                    "Os Sertões (Heroico) oferecem as melhores oportunidades de diversão para caçadores de emoções.",
                    "Героические поручения в Степях — охотничье сафари для настоящих авантюристов.",
                    "สำหรับผู้ที่แสวงหาความตื่นเต้น แบร์เรนส์ (ระดับฮีโร่) จะนำคุณไป[b]พบกับทริปล่าสัตว์ชั้นยอด",
                    "英雄难度的贫瘠之地，有着最恐怖的觅食者，给你最佳的狩猎之旅。",
                    "對追求極致刺激的人來說，英雄難度的貧瘠之地將會是一趟最難忘的狩獵旅程。"
                ],
                "m_locId": 2807881
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_sortOrder": 2,
            "m_shortGuid": "BAR",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Barrens.tif:89841f8c5c6c1824baa5d93900ec10a8",
            "m_tileArtTexture": "Lettuce_ZoneTile_Barrens.tif:e75dcba873972de4fa6863b7d9136821",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 0
        },
        {
            "m_ID": 6,
            "m_noteDesc": "Felwood",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Felwood",
                    "Teufelswald",
                    "Frondavil",
                    "Frondavil",
                    "Gangrebois",
                    "Vilbosco",
                    "フェルウッド",
                    "악령숲",
                    "Spaczona Knieja",
                    "Selva Maleva",
                    "Оскверненный лес",
                    "เฟลวู้ด",
                    "费伍德森林",
                    "費伍德森林"
                ],
                "m_locId": 2763959
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Once a serene forest, Felwood has become the heart of the Legion's corruption in Kalimdor.",
                    "Das einst friedliche Waldland des Teufelswaldes ist zum Zentrum der Verderbnis durch die Legion in Kalimdor geworden.",
                    "Antaño un bosque apacible, Frondavil se ha convertido en el corazón de la corrupción de la Legión en Kalimdor.",
                    "La serenidad del bosque Frondavil ha quedado en el pasado, pues se ha convertido en el corazón de la corrupción de la Legión en Kalimdor.",
                    "Une forêt jadis paisible, Gangrebois est devenu le cœur de la corruption de la Légion en Kalimdor.",
                    "Il Vilbosco, un tempo una tranquilla foresta, è diventato il cuore della corruzione della Legione a Kalimdor.",
                    "かつては平穏な森だったフェルウッドは、カリムドールにおける焦熱の軍団の穢れの中心地となった。",
                    "한때 칼림도어의 평화로운 숲이었던 악령숲은 군단의 타락의 중심으로 전락했습니다.",
                    "Spaczona Knieja była niegdyś spokojnym lasem, lecz stała się sercem zepsucia Legionu w Kalimdorze.",
                    "Outrora uma floresta serena, a Selva Maleva se tornou o centro da corrupção da Legião em Kalimdor.",
                    "Легион превратил некогда безмятежные леса в главный источник Скверны в Калимдоре.",
                    "ครั้งหนึ่งเฟลวู้ดเคยเป็นป่าที่เงียบสงบ แต่กลับกลายเป็น[b]ศูนย์กลาง[b]อิทธิพลมืดของลีเจียน[b]ในคาลิมดอร์",
                    "费伍德森林曾经宁静祥和，现在却成了军团在卡利姆多的堕落中心。",
                    "費伍德森林本來祥和寧靜，但卻遭到燃燒軍團的嚴重腐化。"
                ],
                "m_locId": 2807883
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Please remember to bring protective footwear when traversing Felwood (Heroic).",
                    "Vergesst nicht, bei eurer Reise durch den Teufelswald (Heroisch) festes Schuhwerk mitzubringen.",
                    "Recuerda llevar calzado adecuado cuando atravieses Frondavil (heroico).",
                    "No olvides traer el calzado más protector que tengas si planeas adentrarte en Frondavil (Heroico).",
                    "N’oubliez pas de vous équiper de chaussures de sécurité si vous traversez Gangrebois (Héroïque).",
                    "Ricorda di portare con te delle calzature protettive quando attraversi il Vilbosco (Eroica).",
                    "フェルウッド（ヒロイック）を捜索する際には、保護用の靴を忘れずに持ってくるようにな。",
                    "악령숲(영웅 난이도)을 가로지를 때는 반드시 보호화를 신으세요.",
                    "Wybierając się do Spaczonej Kniei (tryb heroiczny), nie zapomnij spakować ochronnego obuwia.",
                    "Não deixe de trazer sapatos fechados quando for cruzar a Selva Maleva (Heroico).",
                    "Отправляясь выполнять героические поручения в Оскверненном лесу, не забудьте надеть защитные ботинки.",
                    "อย่าลืมนำรองเท้าป้องกันอันตราย[b]ติดตัวไปด้วยขณะเดินทางใน[b]เฟลวู้ด (ระดับฮีโร่)",
                    "穿越英雄难度的费伍德森林的时候，记得带好足部护具。",
                    "要穿越英雄難度的費伍德森林，記得要準備好耐穿又合腳的鞋子。"
                ],
                "m_locId": 2807884
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Recommended Levels 20-25",
                    "Empfohlene Stufe: 20–25",
                    "Niveles recomendados: 20-25",
                    "Niveles recomendados: 20-25",
                    "Niveau recommandé : 20-25",
                    "Livello consigliato: 20-25",
                    "推奨レベル20～25",
                    "권장 레벨 20~25",
                    "Zalecany poziom 20-25",
                    "Níveis recomendados 20-25",
                    "Рекомендуемый уровень: 20-25",
                    "เลเวลที่แนะนำ 20-25",
                    "推荐等级20-25",
                    "建議等級：20-25"
                ],
                "m_locId": 2811557
            },
            "m_sortOrder": 3,
            "m_shortGuid": "FEL",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Felwood.tif:9284cd7c04f86724ca67073fe94ce35b",
            "m_tileArtTexture": "Lettuce_ZoneTile_Felwood.tif:26ef6bc8599afb64ea3fe76a595089e2",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 65
        },
        {
            "m_ID": 7,
            "m_noteDesc": "Winterspring",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Winterspring",
                    "Winterquell",
                    "Cuna del Invierno",
                    "Cuna del Invierno",
                    "Berceau-de-l’Hiver",
                    "Fontefredda",
                    "ウィンタースプリング",
                    "여명의 설원",
                    "Zimozdrój",
                    "Hibérnia",
                    "Зимние Ключи",
                    "วินเทอร์สปริง",
                    "冬泉谷",
                    "冬泉谷"
                ],
                "m_locId": 2763960
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "This valley is an uninviting land of constant winter and unique wildlife.",
                    "Der ewige Winter und die einzigartige Tierwelt machen dieses Tal zu einem wenig einladenden Ort.",
                    "Este valle es una tierra poco acogedora con un invierno perenne y fauna única.",
                    "Este valle es una tierra hostil, sumida en un invierno eterno y habitada por una fauna excepcional.",
                    "Cette vallée est une terre inhospitalière où règnent un hiver sans fin et une vie sauvage unique.",
                    "Questa valle abitata da una fauna singolare è una landa ripugnante immersa in un inverno perenne.",
                    "この谷は常冬で、ユニークな野生動物が闊歩する、人を拒む土地である。",
                    "이곳은 겨울이 계속되는 척박한 계곡으로, 고유한 야생 생물이 가득합니다.",
                    "Ta zamieszkała przez niespotykane zwierzęta dolina jest niegościnnym miejscem, w którym panuje wieczna zima.",
                    "Este vale é uma terra inóspita de inverno constante e fauna inigualável.",
                    "Зимние Ключи — суровый край вечной зимы, где обитают странные существа.",
                    "หุบเขานี้คือแดนหฤโหดที่หนาวเย็น[b]ตลอดเวลาและเต็มไปด้วยสัตว์แปลกตา",
                    "这片难以接近的山谷四季如冬，其中还有独特的野生生物。",
                    "這座山谷無止盡的冬天和特殊的生物，讓外人難以靠近。"
                ],
                "m_locId": 2808210
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "No matter the season, you can always count on perfect skiing conditions in Winterspring (Heroic).",
                    "In Winterquell (Heroisch) herrscht zu jeder Jahreszeit das perfekte Wetter zum Skifahren.",
                    "Independientemente de la estación, siempre hará un tiempo estupendo para esquiar en Cuna del Invierno (heroico).",
                    "No importa la época del año, las condiciones de esquí son siempre ideales en Cuna del Invierno (Heroico).",
                    "Peu importe la saison, les conditions sont toujours idéales pour le ski au Berceau-de-l’Hiver (Héroïque).",
                    "A prescindere dalla stagione, si può sempre contare sulle migliori condizioni per sciare a Fontefredda (Eroica).",
                    "ウィンタースプリング（ヒロイック）では一年中いつ訪れても、スキーには最高のコンディションであること保証付きだ。",
                    "여명의 설원(영웅 난이도)에서는 계절과 관계없이 스키를 즐길 수 있습니다.",
                    "W Zimozdroju (tryb heroiczny) możesz liczyć na doskonałe warunki narciarskie niezależnie od pory roku.",
                    "Não importa a estação, você sempre vai encontrar condições perfeitas para esquiar em Hibérnia (Heroico).",
                    "Выполняя героические поручения в этой долине, катайтесь на лыжах в любое время года.",
                    "ไม่ว่าฤดูกาลไหน คุณก็มั่นใจได้เสมอว่าสภาพแวดล้อม[b]ของวินเทอร์สปริง (ระดับฮีโร่) จะเหมาะกับการเล่นสกี",
                    "无论季节变换，你总能在英雄难度的冬泉谷畅享完美的滑雪体验。",
                    "無論在什麼季節，英雄模式冬泉谷都非常適合滑雪。"
                ],
                "m_locId": 2808211
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Recommended Level 30",
                    "Empfohlene Stufe: 30",
                    "Nivel recomendado: 30",
                    "Nivel recomendado: 30",
                    "Niveau recommandé : 30",
                    "Livello consigliato: 30",
                    "推奨レベル30",
                    "권장 레벨 30",
                    "Zalecany poziom 30",
                    "Nível recomendado 30",
                    "Рекомендуемый уровень: 30",
                    "เลเวลที่แนะนำ 30",
                    "推荐等级30",
                    "建議等級：30"
                ],
                "m_locId": 2811558
            },
            "m_sortOrder": 4,
            "m_shortGuid": "WIN",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Winterspring.tif:9d9782b595ef1b34db500dc7fd9737f0",
            "m_tileArtTexture": "Lettuce_ZoneTile_Winterspring.tif:fdaaba5cbe570ad4d9acdac132db4431",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 72
        },
        {
            "m_ID": 8,
            "m_noteDesc": "Blackrock Mountain",
            "m_event": 203,
            "m_availableAfterEvent": -1,
            "m_eventComingSoonText": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_name": {
                "m_locValues": [
                    "Blackrock Mountain",
                    "Der Schwarzfels",
                    "Montaña Roca Negra",
                    "Montaña Roca Negra",
                    "Mont Rochenoire",
                    "Massiccio Roccianera",
                    "ブラックロック・マウンテン",
                    "검은바위 산",
                    "Czarna Góra",
                    "Montanha Rocha Negra",
                    "Черная гора",
                    "ภูเขาแบล็คร็อค",
                    "黑石山",
                    "黑石山"
                ],
                "m_locId": 2763961
            },
            "m_descriptionNormal": {
                "m_locValues": [
                    "Secrets and treasures lie underneath the mountain, guarded by ancient beings.",
                    "In den Tiefen des Berges liegen Geheimnisse und Schätze verborgen, bewacht von uralten Wesen.",
                    "Bajo la montaña se esconden secretos y tesoros custodiados por seres ancestrales.",
                    "Debajo de la montaña yacen tantos secretos como tesoros protegidos por seres ancestrales.",
                    "Moult secrets et trésors reposent dans les entrailles de cette montagne, gardée par d’antiques créatures.",
                    "Segreti e tesori si celano nelle profondità della montagna, custoditi da esseri antichi.",
                    "山の下には秘密と宝物が眠っている。古代の存在に守られて。",
                    "고대의 존재들이 산 아래에 숨겨진 비밀과 보물을 지키고 있습니다.",
                    "Chroniona przez pradawne istoty góra skrywa tajemnice i skarby.",
                    "Segredos e tesouros jazem sob a montanha, protegidos por seres ancestrais.",
                    "Древние существа охраняют тайны и сокровища, скрытые в недрах горы.",
                    "ความลับและขุมทรัพย์มากมาย[b]ซ่อนอยู่ใต้ภูเขา ภายใต้การดูแลของ[b]สิ่งมีชีวิตโบราณ",
                    "山中埋藏着秘密和宝物，由上古造物严密守卫。",
                    "這山裡有秘密和寶藏，還有遠古的生物在守護。"
                ],
                "m_locId": 2808213
            },
            "m_descriptionHeroic": {
                "m_locValues": [
                    "Dwarves! Elementals! AND DRAGONS?! Blackrock Mountain (Heroic) has it all.",
                    "Zwerge! Elementare! UND DRACHEN?! Der Schwarzfels (Heroisch) hat einfach alles.",
                    "¡Enanos! ¡Elementales! ¡¿Y TAMBIÉN DRAGONES?! La Montaña Roca Negra (heroico) tiene de todo.",
                    "¡Enanos! ¡Elementales! ¡¿Y DRAGONES?! Imposible aburrirse en Montaña Roca Negra (Heroico).",
                    "Des nains ! Des élémentaires ! ET DES DRAGONS ?! Le Mont Rochenoire (Héroïque) a tout pour plaire.",
                    "Nani! Elementali... E DRAGHI??? Al Massiccio Roccianera (Eroica) non manca proprio nulla.",
                    "ドワーフ！エレメンタル！ドラゴンまで？！ブラックロック・マウンテン（ヒロイック）には全部いるぞ。",
                    "드워프! 정령! 그리고 용족까지! 검은바위 산(영웅 난이도)에는 온갖 종족이 등장합니다.",
                    "Krasnoludy! Żywiołaki! I SMOKI NA DODATEK?! Tylko w Czarnej Górze (tryb heroiczny).",
                    "Anões! Elementais! E DRAGÕES?! Tem de tudo na Montanha Rocha Negra (Heroico).",
                    "Дворфы! Элементали! И даже драконы! Выполняя героические поручения в Черной горе, можно найти что угодно.",
                    "คนแคระ! วิญญาณธาตุ! แม้กระทั่งมังกร?! ภูเขาแบล็คร็อค (ระดับฮีโร่) มีทุกอย่าง",
                    "矮人！元素！还有龙？！英雄难度的黑石山全都有。",
                    "矮人！元素！還有龍？英雄難度黑石山裡通通有。"
                ],
                "m_locId": 2808214
            },
            "m_descriptionMythic": {
                "m_locValues": [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    ""
                ],
                "m_locId": 0
            },
            "m_unlockPopupText": {
                "m_locValues": [
                    "Insects may be purged.",
                    "Insekten werden geläutert.",
                    "Hay que purgar a los insectos.",
                    "Los insectos podrán ser eliminados.",
                    "Les insectes pourront être éradiqués.",
                    "Gli insetti andrebbero purificati.",
                    "虫ケラは浄められるであろう。",
                    "벌레는 퇴치할 수 있습니다.",
                    "Robaki można oczyścić.",
                    "Insetos podem ser expurgados.",
                    "Насекомых можно раздавить.",
                    "มดปลวกต้องมอดไหม้",
                    "抹除这些杂碎。",
                    "我要消滅所有蟲子。"
                ],
                "m_locId": 2811559
            },
            "m_sortOrder": 5,
            "m_shortGuid": "BRM",
            "m_isTutorial": 0,
            "m_watermarkTexture": "",
            "m_zoneArtTexture": "Lettuce_ZoneArt_Blackrock.tif:23a4b7547373e9444ad191e66c396803",
            "m_tileArtTexture": "Lettuce_ZoneTile_Blackrock.tif:b7d92047f5ed33541b529794e67bff1b",
            "m_isComingSoon": 0,
            "m_requiredCompletedBountyId": 78
        }
    ]
}